[
  {
      "question": "Trên một NST thường, khoảng cách giữa hai gen A và B là 34cM. Theo lí thuyết, tần số hoán vị giữa hai gen này là?",
      "option1": "34%",
      "option2": "17%",
      "option3": "66%",
      "option4": "33%"
  },
  {
      "question": "Ở người, bệnh hoặc hội chứng bệnh nào sau đây thuộc dạng thể một?",
      "option1": "Hội chứng Tớcnơ.",
      "option2": "Bệnh máu khó đông.",
      "option3": "Bệnh phêninkêtô niệu.",
      "option4": "Hội chứng Đao."
  },
  {
      "question": "Một đoạn của phân tử ADN mang thông tin mã hóa cho một chuỗi pôlipeptit hay một phân tử được gọi là?",
      "option1": "gen.",
      "option2": "enzim.",
      "option3": "pôlixôm.",
      "option4": "prôtêin."
  },
  {
      "question": "Trong quần thể người, gen quy định nhóm máu A, B, AB và O có 3 alen là I^A, I^B, I^O. Tần số alen I^A là 0,3; tần số alen I^B là 0,5. Theo lí thuyết, tần số alen I^O là?",
      "option1": "0,2.",
      "option2": "0,6.",
      "option3": "0,4.",
      "option4": "0,5."
  },
  {
      "question": "Nhóm thực vật nào sau đây xảy ra quá trình hô hấp sáng?",
      "option1": "Thực vật C_3.",
      "option2": "Thực vật C_3 và C_4.",
      "option3": "Thực vật C_4 và CAM.",
      "option4": "Thực vật C_4."
  },
  {
      "question": "Trong nông nghiệp, sử dụng thiên địch để phòng trừ các sinh vật gây hại là ứng dụng của hiện tượng?",
      "option1": "khống chế sinh học.",
      "option2": "ăn thịt đồng loại.",
      "option3": "cộng sinh.",
      "option4": "hiệu quả nhóm."
  },
  {
      "question": "Phát biểu nào sau đây đúng về chu trình cacbon?",
      "option1": "Cacbon đi vào chu trình dưới dạng cacbon điôxit (CO2).",
      "option2": "Chỉ thực vật mới có khả năng sử dụng cacbon điôxit (CO2).",
      "option3": "Các động vật không tham gia chuyển hoá cacbon.",
      "option4": "Phần lớn cacbon ra khỏi chu trình và không được tái sử dụng."
  },
  {
      "question": "Trong phép lai giữa các dòng thuần chủng có kiểu gen khác nhau, ưu thế lai thường biểu hiện cao nhất ở thế hệ?",
      "option1": "F_1.",
      "option2": "F_3.",
      "option3": "F_2.",
      "option4": "F_4"
  },
  {
      "question": "Nếu mạch làm khuôn của gen chứa bộ ba 3'ATG5' thì bộ ba tương ứng trên phân tử mARN được phiên mã từ gen này là",
      "option1": "3'TAX5'.",
      "option2": "5'TAX3'.",
      "option3": "5'UAX3'.",
      "option4": "3'UAX5."
  },
  {
      "question": "Ở đậu thơm (Lathynus odoratus), lai hai dòng thuần chủng cây hoa đỏ và cây hoa trắng (P) tạo ra F1 toàn cây hoa đỏ. Cho F1 giao phấn tạo ra F 2 có tỉ lệ kiểu hình là 9 cây hoa đỏ: 7 cây hoa trắng. Theo lí thuyết, tính trạng màu sắc hoa được chi phối bởi quy luật di truyền.",
      "option1": "tương tác bổ sung.",
      "option2": "tương tác cộng gộp.",
      "option3": "hoán vị gen.",
      "option4": "tác động đa hiệu của gen."
  },
  {
      "question": "Thành phần nào sau đây không tham gia trực tiếp vào quá trình dịch mã?",
      "option1": "Gen.",
      "option2": "Ribôxôm.",
      "option3": "mARN.",
      "option4": "Phức hợp aa - tARN."
  },
  {
      "question": "Khoảng giá trị xác định của một nhân tố sinh thái mà trong khoảng đó sinh vật có thể tồn tại và phát triển ổn định theo thời gian được gọi là:",
      "option1": "giới hạn sinh thái.",
      "option2": "ổ sinh thái.",
      "option3": "nhân tố sinh thái.",
      "option4": "nơi ở."
  },
  {
      "question": "Theo mô hình của F. Jacôp và J. Mônô, thành phần nào sau đây không nằm trong cấu trúc của opêron Lac ở vi khuẩn E. coli?",
      "option1": "Gen điều hoà R.",
      "option2": "Gen cấu trúc Z.",
      "option3": "Gen cấu trúc Y.",
      "option4": "Gen cấu trúc A."
  },
  {
      "question": "Bằng chứng tiến hoá nào sau đây là bằng chứng giải phẫu so sánh?",
      "option1": "Sự tương đồng về cấu trúc giữa chi trước của mèo và cánh dơi.",
      "option2": "Tất cả các loài sinh vật đều có cấu tạo từ tế bào.",
      "option3": "Các loài sinh vật hiện nay đều sử dụng chung một bộ mã di truyền.",
      "option4": "Prôtêin của các loài sinh vật đều được cấu tạo từ 20 loại axit amin."
  },
  {
      "question": "Cá thể của hai loài thân thuộc có thể giao phối với nhau tạo ra con lai không có sức sống, phương thức này thuộc cơ chế cách li",
      "option1": "sau hợp tử.",
      "option2": "nơi ở.",
      "option3": "tập tính.",
      "option4": "cơ học."
  },
  {
      "question": "Số lượng cá thể lớn nhất mà quần thể có thể đạt được phù hợp với khả năng cung cấp nguồn sống của môi trường được gọi là:",
      "option1": "kích thước tối đa.",
      "option2": "kích thước tối thiểu.",
      "option3": "mật độ cá thể.",
      "option4": "kích thước trung bình."
  },
  {
      "question": "Ở sinh vật nhân thực, NST được cấu tạo bởi hai thành phần chủ yếu là",
      "option1": "ADN và prôtêin histôn.",
      "option2": "ARN và prôtêin histôn.",
      "option3": "ADN và mARN.",
      "option4": "ADN và tARN."
  },
  {
      "question": "Trong quá trình tiến hoá của sự sống trên Trái Đất, giai đoạn đầu tiên là",
      "option1": "tiến hoá hoá học.",
      "option2": "tiến hoá sinh học.",
      "option3": "tiến hoá tinh thể.",
      "option4": "tiến hoá sinh thái."
  },
  {
      "question": "Theo lí thuyết, phép lai nào sau đây tạo ra F1 có một loại kiểu gen?",
      "option1": "aa × aa.",
      "option2": "Aa × Aa.",
      "option3": "AA × Aa.",
      "option4": "Aa × aa."
  },
  {
      "question": "Trong ống tiêu hóa của chó, quá trình tiêu hóa hóa học diễn ra chủ yếu ở",
      "option1": "ruột non.",
      "option2": "ruột già.",
      "option3": "thực quản.",
      "option4": "dạ dày."
  },
  {
      "question": "Phát biểu nào sau đây về tuần hoàn máu ở người bình thường là sai?",
      "option1": "Vận tốc máu trong động mạch chậm hơn trong mao mạch.",
      "option2": "Tổng tiết diện mao mạch lớn hơn tổng tiết diện động mạch.",
      "option3": "Huyết áp đạt cực đại (huyết áp tâm thu) ứng với lúc tim co.",
      "option4": "Huyết áp ở động mạch chủ cao hơn huyết áp ở tĩnh mạch chủ."
  },
  {
      "question": "Phát biểu nào sau đây đúng về quang hợp ở thực vật?",
      "option1": "Nguyên liệu của quá trình quang hợp là CO2 và H2O.",
      "option2": "Điểm bù CO2 của thực vật C_3 thấp hơn thực vật C_4.",
      "option3": "Pha tối của quang hợp chỉ diễn ra trong điều kiện không có ánh sáng.",
      "option4": "Pha sáng của quang hợp sử dụng năng lượng ánh sáng để tổng hợp glucôzơ."
  },
  {
      "question": "Phát biểu nào sau đây đúng về các thành phần hữu sinh của hệ sinh thái?",
      "option1": "Vi khuẩn lam thuộc nhóm sinh vật sản xuất.",
      "option2": "Sinh vật tiêu thụ bậc 2 thuộc bậc dinh dưỡng cấp 1.",
      "option3": "Thực vật và tất cả các loài vi khuẩn thuộc nhóm sinh vật sản xuất.",
      "option4": "Sinh vật kí sinh và hoại sinh đều là sinh vật phân giải."
  },
  {
      "question": "Phát biểu nào sau đây về gen quy định tính trạng nằm trong ti thể là sai?",
      "option1": "Tính trạng chỉ biểu hiện ở một giới.",
      "option2": "Được di truyền theo dòng mẹ.",
      "option3": "Kết quả của phép lai thuận khác phép lai nghịch.",
      "option4": "Được mẹ truyền cho con qua tế bào chất của giao tử cái."
  },
  {
      "question": "Có bao nhiêu phát biểu sau đây về mối quan hệ giữa vật ăn thịt và con mồi trong một quần xã sinh vật là sai?",
      "option1": "Số lượng cá thể vật ăn thịt luôn nhiều hơn số lượng cá thể con môi.",
      "option2": "Trong một chuỗi thức ăn, vật ăn thịt và con mồi không thuộc cùng một bậc dinh dưỡng.",
      "option3": "Theo thời gian, con mồi sẽ dần bị vật ăn thịt tiêu diệt hoàn toàn.",
      "option4": "Mỗi loài vật ăn thịt chỉ sử dụng một loại con mồi làm thức ăn."
  },
  {
      "question": "Phả hệ sau đây mô tả sự di truyền bệnh phêninkêtô niệu ở người do một trong hai alen của một gen quy định. Theo lí thuyết, có tối đa bao nhiêu người trong phả hệ sau xác định được chính xác kiểu gen?",
      "option1": "10.",
      "option2": "6.",
      "option3": "9.",
      "option4": "11."
  },
  {
      "question": "Theo thuyết tiến hóa hiện đại, phát biểu nào sau đây là đúng về cách li địa lí?",
      "option1": "Cách li địa lí có thể dẫn đến hình thành loài mới qua nhiều giai đoạn trung gian chuyển tiếp.",
      "option2": "Cách li địa lí trực tiếp tạo ra các kiểu gen thích nghi trong quần thể.",
      "option3": "Cách li địa lí là nhân tố tạo alen mới trong quần thể.",
      "option4": "Cách li địa lí thực chất là cách li sinh sản."
  },
  {
    "question": "Phát biểu nào sau đây đúng về đột biến đảo đoạn?",
    "option1": "Làm thay đổi trình tự phân bố gen trên một NST.",
    "option2": "Luôn làm giảm khả năng sinh sản của thể đột biến.",
    "option3": "Luôn làm giảm hoặc tăng số lượng gen trên một NST.",
    "option4": "Làm thay đổi nhóm gen liên kết."
  },
  {
    "question": "hát biểu nào sau đây về quan hệ cạnh tranh giữa các cá thể trong quần thể sinh vật là sai?",
    "option1": "Quan hệ cạnh tranh gay gắt thì các cá thể trong quần thể trở nên đối kháng nhau.",
    "option2": "Các cá thể trong quần thể cạnh tranh nhau giành thức ăn, nơi ở, ánh sáng,...",
    "option3": "Cạnh tranh giữa các cá thể trong quần thể chỉ xảy ra ở các quần thể động vật.",
    "option4": "Nhờ cạnh tranh mà số lượng các cá thể được duy trì ở mức độ phù hợp."

  },
  {
    "question": "Cho biết các côđon mã hoá các axit amin trong bảng sau đây:\nAxit amin\tCôdon\nLue\t5’XUU3’;  5’XUX3’; \n5’XUA3’;  5’XUG3’\nTrp\t5’UGG3’\nHis\t5’XAU3’;  5’XAX3’\nArg\t5’XGU3’;  5’XGX3’; \n5’XGA3’;  5’XGG3’\n\nTriplet mã hoá là các bộ ba ứng với các côđon mã hoá axit amin và triplet kết thúc ứng với côđon kết thúc trên mARN. Giả sử một đoạn gen ở vi khuẩn tổng hợp đoạn mARN có triplet mở đầu và trình tự các nuclêôtit như sau:\n\nMạch làm khuôn \ntổng hợp mARN\t3'TAXGAAAXXGXXGTAGXAATT5'\nmARN\t5'AUGXUUUGGXGGXAUXGUUAA3'\n\nBiết rằng, mỗi đột biến điểm dạng thay thế một cặp nuclêôtit trên đoạn gen này tạo ra một alen mới. Theo lí thuyết, có bao nhiêu phát biểu sau đây đúng?\n\tI. Có tối đa ba triplet mã hóa khi xảy ra đột biến thay thế cặp nuclêôtit bất kì tại vị trí thứ ba không làm thay đổi loại axit amin trong chuỗi pôlipeptit.\n\tII. Có một triplet mã hóa khi xảy ra đột biến tại vị trí thứ ba luôn làm thay đổi loại axit amin trong chuỗi pôlipeptit.\n\tIII. Có hai triplet mã hóa khi xảy ra đột biến tại vị trí thứ ba làm xuất hiện côđon kết thúc sớm.\n\tIV. Có một triplet mã hóa khi xảy ra đột biến tại vị trí thứ ba dẫn đến không làm xuất hiện côđon mở đầu trên mARN được tạo ra từ gen này.",
    "option1": "4.",
    "option2": "2.",
    "option3": "3.",
    "option4": "1."
  }
]

  
  
  
  
  
  
  
  
